export default {
  projections: {
    АктПриемкиE: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    АктПриемкиL: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПриемки: {
      __caption__: 'Дата приемки'
    },
    номерАкта: {
      __caption__: 'Номер акта'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
