export default {
  projections: {
    СкладE: {
      кодСклада: {
        __caption__: 'Код склада'
      },
      имяСклада: {
        __caption__: 'Имя склада'
      },
      тЧАктаПриемки: {
        __caption__: 'Т ч акта приемки',
        номерПозиции: {
          __caption__: 'Номер позиции'
        }
      }
    },
    СкладL: {
      кодСклада: {
        __caption__: 'Код склада'
      },
      имяСклада: {
        __caption__: 'Имя склада'
      },
      тЧАктаПриемки: {
        __caption__: 'Номер позиции',
        номерПозиции: {
          __caption__: 'Номер позиции'
        }
      }
    }
  },
  validations: {
    имяСклада: {
      __caption__: 'Имя склада'
    },
    кодСклада: {
      __caption__: 'Код склада'
    },
    тЧАктаПриемки: {
      __caption__: 'Т ч акта приемки'
    }
  }
};
