export default {
  projections: {
    ТЧАктаПриемкиE: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      актПриемки: {
        __caption__: 'Акт приемки',
        датаПриемки: {
          __caption__: 'Дата приемки'
        }
      }
    },
    ТЧАктаПриемкиL: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      актПриемки: {
        __caption__: 'Дата приемки',
        датаПриемки: {
          __caption__: 'Дата приемки'
        }
      }
    }
  },
  validations: {
    номерПозиции: {
      __caption__: 'Номер позиции'
    },
    актПриемки: {
      __caption__: 'Акт приемки'
    }
  }
};
