export default {
  projections: {
    ТНE: {
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      актПриемки: {
        __caption__: 'Акт приемки',
        датаПриемки: {
          __caption__: 'Дата приемки'
        }
      },
      тЧАктаПриемки: {
        __caption__: 'Т ч акта приемки',
        номерПозиции: {
          __caption__: 'Номер позиции'
        }
      }
    },
    ТНL: {
      номерТН: {
        __caption__: 'Номер ТН'
      },
      поставщик: {
        __caption__: 'Поставщик'
      },
      номерТС: {
        __caption__: 'Номер ТС'
      },
      материал: {
        __caption__: 'Материал'
      },
      колво: {
        __caption__: 'Колво'
      },
      актПриемки: {
        __caption__: 'Дата приемки',
        датаПриемки: {
          __caption__: 'Дата приемки'
        }
      },
      тЧАктаПриемки: {
        __caption__: 'Номер позиции',
        номерПозиции: {
          __caption__: 'Номер позиции'
        }
      }
    }
  },
  validations: {
    колво: {
      __caption__: 'Колво'
    },
    материал: {
      __caption__: 'Материал'
    },
    номерТН: {
      __caption__: 'Номер ТН'
    },
    номерТС: {
      __caption__: 'Номер ТС'
    },
    поставщик: {
      __caption__: 'Поставщик'
    },
    актПриемки: {
      __caption__: 'Акт приемки'
    },
    тЧАктаПриемки: {
      __caption__: 'Т ч акта приемки'
    }
  }
};
